cask "adobe-acrobat-reader"
cask "alt-tab"
cask "amethyst"
cask "anki"
cask "anydesk"
cask "applite"
cask "betterdisplay"
cask "birdfont"
cask "brave-browser"
cask "calibre"
cask "console"
cask "cyberduck"
cask "db-browser-for-sqlcipher@nightly"
cask "desktoppr"
cask "discord"
cask "dropbox"
cask "dteoh-devdocs"
cask "element"
cask "figma"
cask "firefox"
cask "firefox@developer-edition"
cask "flux"
cask "font-cozette"
cask "font-inconsolata"
cask "font-kanjistrokeorders"
cask "font-noto-sans-jp"
cask "font-orbitron"
cask "font-press-start-2p"
cask "font-quicksand"
cask "font-raleway"
cask "fontforge"
cask "gimp"
cask "gitnuro"
cask "google-chrome"
cask "google-drive"
cask "handbrake"
cask "hoppscotch"
cask "iina"
cask "imageoptim"
cask "imazing"
cask "itch"
cask "jellyfin-media-player"
cask "kap"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keyboardcleantool"
cask "keycastr"
cask "kitty"
cask "kodi"
cask "krita"
cask "launchpad-manager"
cask "libreoffice"
cask "lofi"
cask "logseq"
cask "loop"
cask "lyricsx"
cask "maccy"
cask "megasync"
cask "mixxx"
cask "mullvadvpn"
cask "nimble-commander"
cask "notunes"
cask "obs"
cask "only-switch"
cask "openemu"
cask "plex-media-server"
cask "pock"
cask "progressive-downloader"
cask "raspberry-pi-imager"
cask "raycast"
cask "selfcontrol"
cask "session"
cask "shifty"
cask "shotcut"
cask "signal"
cask "sloth"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "suspicious-package"
cask "symboliclinker"
cask "syntax-highlight"
cask "tailscale"
cask "telegram"
cask "thunderbird"
cask "tor-browser"
cask "transmission"
cask "tunnelbear"
cask "typora"
cask "vienna"
cask "visual-studio-code"
cask "vlc"
cask "xbar"
cask "xld"
cask "yacreader"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
