httpie
logseq
karabiner-elements
brilliant
aerospace
tailscale
kitty
tailscale-app
amethyst
crossover
omniwm
proton-drive
android-studio
proton-mail-bridge
visual-studio-code
whatsapp
spotify
zen
thunderbird@esr
libreoffice
bettertouchtool
