brew "act"
brew "libpng"
brew "xz"
brew "webp"
brew "gettext"
brew "openssl@3"
brew "aria2"
brew "coreutils"
brew "asdf"
brew "asimov"
brew "atomicparsley"
brew "bat"
brew "blueutil"
brew "glib"
brew "cairo"
brew "cmake"
brew "flac"
brew "gcc"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libbluray"
brew "tesseract"
brew "ffmpeg"
brew "cmus"
brew "colima"
brew "cryptography"
brew "openldap"
brew "curl"
brew "defaultbrowser"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "htop"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "jrnl"
brew "krb5"
brew "lazygit"
brew "mas"
brew "mongosh"
brew "ncspot"
brew "neovim"
brew "pipx"
brew "pnpm"
brew "postgresql@15"
brew "python@3.10"
brew "ruby-build"
brew "syncthing"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "trash"
brew "universal-ctags", args: ["HEAD"]
brew "walk"
brew "wget"
brew "wifi-password"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "mac-cleanup/mac-cleanup-py/mac-cleanup-py"
brew "mongodb/brew/mongodb-community@6.0"
