tap "adoptopenjdk/openjdk"
tap "beeftornado/rmtree"
tap "blacktop/tap"
tap "dteoh/devdocs"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jetpackduba/apps"
tap "mac-cleanup/mac-cleanup-py"
tap "mcasper/formulae"
tap "mongodb/brew"
tap "mrkai77/cask"
tap "universal-ctags/universal-ctags"
brew "act"
brew "libpng"
brew "xz"
brew "openexr"
brew "webp"
brew "gettext"
brew "openssl@3"
brew "aria2"
brew "asdf"
brew "asimov"
brew "atomicparsley"
brew "bat"
brew "blueutil"
brew "glib"
brew "cairo"
brew "gcc"
brew "openssl@1.1"
brew "cava"
brew "cffi"
brew "cmake"
brew "flac"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libssh"
brew "ffmpeg"
brew "cmus"
brew "colima"
brew "openldap"
brew "curl"
brew "defaultbrowser"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fzf"
brew "gdb"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "htop"
brew "iperf3"
brew "jrnl"
brew "ldns"
brew "libfido2"
brew "lynx"
brew "mackup"
brew "magic-wormhole"
brew "mas"
brew "mongosh"
brew "ncspot"
brew "neovim"
brew "openssh"
brew "pipx"
brew "postgresql@15"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rust"
brew "syncthing"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "trash"
brew "universal-ctags", args: ["HEAD"]
brew "walk"
brew "wifi-password"
brew "zellij"
brew "zsh"
brew "blacktop/tap/lporg"
brew "mac-cleanup/mac-cleanup-py/mac-cleanup-py"
brew "mcasper/formulae/git-clean"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community@6.0"
cask "adobe-acrobat-reader"
cask "alt-tab"
cask "amethyst"
cask "anki"
cask "anydesk"
cask "background-music"
cask "betterdisplay"
cask "brave-browser"
cask "calibre"
cask "console"
cask "cyberduck"
cask "db-browser-for-sqlcipher-nightly"
cask "desktoppr"
cask "discord"
cask "dropbox"
cask "dteoh-devdocs"
cask "element"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "flux"
cask "font-cozette"
cask "font-firacode-nerd-font"
cask "font-inconsolata"
cask "font-kanjistrokeorders"
cask "font-noto-sans-jp"
cask "font-orbitron"
cask "font-press-start-2p"
cask "font-quicksand"
cask "font-raleway"
cask "gimp"
cask "gitnuro"
cask "google-chrome"
cask "google-drive"
cask "handbrake"
cask "hoppscotch"
cask "iina"
cask "imageoptim"
cask "imazing"
cask "itch"
cask "jellyfin-media-player"
cask "kap"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keyboardcleantool"
cask "keycastr"
cask "kitty"
cask "kodi"
cask "krita"
cask "libreoffice"
cask "lofi"
cask "logseq"
cask "loop"
cask "lyricsx"
cask "maccy"
cask "megasync"
cask "mixxx"
cask "mullvadvpn"
cask "notunes"
cask "obs"
cask "only-switch"
cask "openemu"
cask "plex-media-server"
cask "pock"
cask "progressive-downloader"
cask "raspberry-pi-imager"
cask "raycast"
cask "selfcontrol"
cask "session"
cask "shifty"
cask "shotcut"
cask "signal"
cask "sloth"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "suspicious-package"
cask "symboliclinker"
cask "telegram"
cask "temurin8"
cask "thunderbird"
cask "tor-browser"
cask "transmission"
cask "tunnelbear"
cask "typora"
cask "vienna"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xbar"
cask "xld"
cask "yacreader"
mas "AdBlock", id: 1402042596
mas "Bitwarden", id: 1352778147
mas "Color Picker", id: 1545870783
mas "Command X", id: 6448461551
mas "CotEditor", id: 1024640650
mas "Dark Reader for Safari", id: 1438243180
mas "Dato", id: 1470584107
mas "Gapplin", id: 768053424
mas "Gifski", id: 1351639930
mas "HEIC Converter", id: 1294126402
mas "Hidden Bar", id: 1452453066
mas "Iconology", id: 1463452867
mas "Just Focus", id: 1142151959
mas "Keka", id: 470158793
mas "LINE", id: 539883307
mas "LocalSend", id: 1661733229
mas "Lynda.com", id: 985958984
mas "Minim", id: 1406044470
mas "Pages", id: 409201541
mas "PiPifier", id: 1160374471
mas "Poolsuite FM", id: 1514817810
mas "Save to Pocket", id: 1477385213
mas "Shareful", id: 1522267256
mas "Shazam", id: 897118787
mas "Simple Comic", id: 1497435571
mas "Skip Tunes", id: 499695659
mas "SomaFM", id: 449155338
mas "Spark", id: 1176895641
mas "Speediness", id: 1596706466
mas "stts", id: 1187772509
mas "Tag Editor Lite", id: 984278082
mas "Toggl Track", id: 1291898086
mas "UTM", id: 1538878817
mas "WeChat", id: 836500024
mas "Xcode", id: 497799835
vscode "amatiasq.sort-imports"
vscode "bcanzanella.openmatchingfiles"
vscode "bradlc.vscode-tailwindcss"
vscode "clinyong.vscode-css-modules"
vscode "ctf0.macros"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "duendelunarllc.vscrof"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "exodiusstudios.comment-anchors"
vscode "fabiospampinato.vscode-monokai-night"
vscode "fabiospampinato.vscode-open-in-application"
vscode "fwcd.kotlin"
vscode "ginfuru.ginfuru-better-solarized-dark-theme"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "heybourn.headwind"
vscode "huff-language.huff-language"
vscode "jock.svg"
vscode "jpoissonnier.vscode-styled-components"
vscode "juanblanco.solidity"
vscode "maptz.regionfolder"
vscode "marclipovsky.string-manipulation"
vscode "mateocerquetella.xcode-12-theme"
vscode "mathcale.theme-dracula-refined"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "phil294.git-log--graph"
vscode "prisma.prisma"
vscode "raunofreiberg.vesper"
vscode "redhat.java"
vscode "sebbia.jsonnetng"
vscode "sleistner.vscode-fileutils"
vscode "spywhere.now-playing"
vscode "sswg.swift-lang"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "thomascsd.vscode-readme-pattern"
vscode "tldraw-org.tldraw-vscode"
vscode "tomoki1207.pdf"
vscode "tyriar.lorem-ipsum"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "zignd.html-css-class-completion"
vscode "zxh404.vscode-proto3"
