tap "beeftornado/rmtree"
tap "dteoh/devdocs"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jetpackduba/apps"
tap "mac-cleanup/mac-cleanup-py"
tap "mcasper/formulae"
tap "mongodb/brew"
tap "mrkai77/cask"
tap "srkomodo/tap"
tap "thefox/brewery"
tap "universal-ctags/universal-ctags"
brew "act"
brew "libpng"
brew "xz"
brew "webp"
brew "gettext"
brew "openssl@3"
brew "readline"
brew "aria2"
brew "asdf"
brew "asimov"
brew "atomicparsley"
brew "bat"
brew "blueutil"
brew "glib"
brew "cairo"
brew "cmake"
brew "flac"
brew "gcc"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libbluray"
brew "tesseract"
brew "ffmpeg"
brew "cmus"
brew "colima"
brew "openldap"
brew "curl"
brew "defaultbrowser"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fzf"
brew "gdb"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-standup"
brew "gnupg"
brew "go"
brew "htop"
brew "imagemagick"
brew "iperf3"
brew "jrnl"
brew "krb5"
brew "magic-wormhole"
brew "mas"
brew "mongosh"
brew "ncspot"
brew "neovim"
brew "openssl@1.1"
brew "python@3.10"
brew "node@14"
brew "node@16"
brew "openjdk"
brew "pipx"
brew "postgresql@15"
brew "python@3.9"
brew "ruby-build"
brew "rust"
brew "syncthing"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "trash"
brew "walk"
brew "wifi-password"
brew "zsh"
brew "mac-cleanup/mac-cleanup-py/mac-cleanup-py"
brew "mongodb/brew/mongodb-community@6.0"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adobe-acrobat-reader"
cask "alt-tab"
cask "amethyst"
cask "android-studio"
cask "appcleaner"
cask "au-lab"
cask "balenaetcher"
cask "brave-browser"
cask "console"
cask "cyberduck"
cask "dash"
cask "db-browser-for-sqlite"
cask "desktoppr"
cask "discord"
cask "dteoh-devdocs"
cask "fedora-media-writer"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "font-cozette"
cask "font-fira-code-nerd-font"
cask "font-inconsolata"
cask "font-raleway"
cask "gitnuro"
cask "google-chrome"
cask "handbrake"
cask "hoppscotch"
cask "iina"
cask "imageoptim"
cask "kap"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keka"
cask "keyboardcleantool"
cask "keycastr"
cask "kitty"
cask "krita"
cask "libreoffice"
cask "logseq"
cask "loop"
cask "losslesscut"
cask "maccy"
cask "mediahuman-audio-converter"
cask "mullvadvpn"
cask "notion"
cask "notunes"
cask "only-switch"
cask "raspberry-pi-imager"
cask "raycast"
cask "session"
cask "shifty"
cask "shotcut"
cask "signal"
cask "slack"
cask "sloth"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "suspicious-package"
cask "symboliclinker"
cask "telegram"
cask "thunderbird"
cask "tor-browser"
cask "transmission"
cask "typora"
cask "vienna"
cask "visual-studio-code"
cask "xbar"
cask "xld"
mas "Color Picker", id: 1545870783
mas "Command X", id: 6448461551
mas "CotEditor", id: 1024640650
mas "CrystalFetch", id: 6454431289
mas "Dato", id: 1470584107
mas "Gapplin", id: 768053424
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "HEIC Converter", id: 1294126402
mas "Hidden Bar", id: 1452453066
mas "Iconology", id: 1463452867
mas "iMovie", id: 408981434
mas "Just Focus", id: 1142151959
mas "LocalSend", id: 1661733229
mas "Shareful", id: 1522267256
mas "Speediness", id: 1596706466
mas "stts", id: 1187772509
mas "Toggl Track", id: 1291898086
mas "UTM", id: 1538878817
mas "Xcode", id: 497799835
vscode "amatiasq.sort-imports"
vscode "bcanzanella.openmatchingfiles"
vscode "bradlc.vscode-tailwindcss"
vscode "clinyong.vscode-css-modules"
vscode "ctf0.macros"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "DotJoshJohnson.xml"
vscode "DuendeLunarLLC.vscrof"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "ExodiusStudios.comment-anchors"
vscode "fabiospampinato.vscode-monokai-night"
vscode "fabiospampinato.vscode-open-in-application"
vscode "fwcd.kotlin"
vscode "ginfuru.ginfuru-better-solarized-dark-theme"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "heybourn.headwind"
vscode "huff-language.huff-language"
vscode "jock.svg"
vscode "JuanBlanco.solidity"
vscode "maptz.regionfolder"
vscode "marclipovsky.string-manipulation"
vscode "mateocerquetella.xcode-12-theme"
vscode "mathcale.theme-dracula-refined"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "phil294.git-log--graph"
vscode "Prisma.prisma"
vscode "raunofreiberg.vesper"
vscode "redhat.java"
vscode "Sebbia.jsonnetng"
vscode "sleistner.vscode-fileutils"
vscode "spywhere.now-playing"
vscode "sswg.swift-lang"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "thomascsd.vscode-readme-pattern"
vscode "tldraw-org.tldraw-vscode"
vscode "tomoki1207.pdf"
vscode "Tyriar.lorem-ipsum"
vscode "vadimcn.vscode-lldb"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "Zignd.html-css-class-completion"
vscode "zxh404.vscode-proto3"
